tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "planetscale/tap"
brew "awscli"
brew "direnv"
brew "gh"
brew "git"
brew "go"
brew "jq"
brew "mas"
brew "mysql"
brew "mysql-client"
brew "peco"
brew "ruby-build"
brew "rbenv"
brew "tfenv"
brew "tree"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "heroku/brew/heroku"
brew "planetscale/tap/pscale"
cask "alfred"
cask "docker"
cask "dotnet-sdk"
cask "dropbox"
cask "google-chrome"
cask "iterm2"
cask "postman"
cask "proxyman"
cask "scroll-reverser"
cask "skitch"
cask "sourcetree"
cask "unity-hub"
