tap "heroku/brew"
tap "homebrew/bundle"
tap "ngrok/ngrok"
tap "planetscale/tap"
brew "sqlite"
brew "python@3.11"
brew "awscli"
brew "cmake"
brew "direnv"
brew "ffmpeg"
brew "gh"
brew "git"
brew "go"
brew "jq"
brew "libfido2"
brew "mas"
brew "mint"
brew "mysql", link: false
brew "mysql-client"
brew "node"
brew "peco"
brew "platformio"
brew "python@3.10"
brew "ruby-build"
brew "rbenv"
brew "tfenv"
brew "tree"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "heroku/brew/heroku"
brew "planetscale/tap/pscale"
cask "alfred"
cask "arc"
cask "docker"
cask "dotnet-sdk"
cask "dropbox"
cask "google-chrome"
cask "iterm2"
cask "ngrok"
cask "postman"
cask "proxyman"
cask "scroll-reverser"
cask "sequel-ace"
cask "skitch"
cask "sourcetree"
cask "unity-hub"
cask "xmind"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
vscode "42Crunch.vscode-openapi"
vscode "adam-bender.commit-message-editor"
vscode "castwide.solargraph"
vscode "christian-kohler.path-intellisense"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "gera2ld.markmap-vscode"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "github.vscode-github-actions"
vscode "GitHub.vscode-pull-request-github"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "kaiwood.endwise"
vscode "kenhowardpdx.vscode-gist"
vscode "kleber-swf.unity-code-snippets"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-ja"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-dotnettools.vscodeintellicode-csharp"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.hexeditor"
vscode "ms-vsliveshare.vsliveshare"
vscode "platformio.platformio-ide"
vscode "redhat.vscode-yaml"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "Shopify.ruby-lsp"
vscode "sibiraj-s.vscode-scss-formatter"
vscode "sporto.rails-go-to-spec"
vscode "twxs.cmake"
vscode "visualstudiotoolsforunity.vstuc"
vscode "wingrunr21.vscode-ruby"
vscode "zrachod.mono-snippets"
vscode "zxh404.vscode-proto3"
