tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "ngrok/ngrok"
tap "planetscale/tap"
brew "sqlite"
brew "python@3.11"
brew "awscli"
brew "cmake"
brew "direnv"
brew "ffmpeg"
brew "gh"
brew "git"
brew "go"
brew "jq"
brew "libfido2"
brew "mas"
brew "mysql"
brew "mysql-client"
brew "node"
brew "peco"
brew "python@3.10"
brew "ruby-build"
brew "rbenv"
brew "tfenv"
brew "tree"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "heroku/brew/heroku"
brew "planetscale/tap/pscale"
cask "alfred"
cask "docker"
cask "dotnet-sdk"
cask "dropbox"
cask "google-chrome"
cask "iterm2"
cask "ngrok"
cask "postman"
cask "proxyman"
cask "scroll-reverser"
cask "sequel-ace"
cask "skitch"
cask "sourcetree"
cask "unity-hub"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
